use awesome;
insert into blogs (`id`, `user_id`, `user_name`, `user_image`, `name`, `summary`, `content`, `created_at`) values (
                          '0010018336417540987fff4508f43fbaed718e263442526003',
                          '0010018336417540987fff4508f43fbaed718e263442526000',
                          'Administrator',
                          '1',
                          'Test Blog',
                          '习近平在十八届中央纪委六次全会上发表重要讲话强调，坚持全面从严治党依规治党创新体制机制强化党内监督。',
                          '新华社北京1月12日电（记者张晓松、华春雨） 中共中央总书记、国家主席、中央军委主席习近平12日上午在中国共产党第十八届中央纪律检查委员会第六次全体会议上发表重要讲话。他强调，保持坚强政治定力，坚持全面从严治党、依规治党，聚焦监督执纪问责，深化标本兼治，创新体制机制，健全法规制度，强化党内监督，把纪律挺在前面，持之以恒落实中央八项规定精神，着力解决群众身边的不正之风和腐败问题，坚决遏制腐败蔓延势头，不断取得党风廉政建设和反腐败斗争新成效。',
                          1402909113.628);
insert into blogs (`id`, `user_id`, `user_name`, `user_image`, `name`, `summary`, `content`, `created_at`) values (
                          '0010018336417540987fff4508f43fbaed718e263442526004',
                          '0010018336417540987fff4508f43fbaed718e263442526000',
                          'Administrator',
                          '1',
                          'Someting New',
                          '习近平在十八届中央纪委六次全会上发表重要讲话强调，坚持全面从严治党依规治党创新体制机制强化党内监督。',
                          '新华社北京1月12日电（记者张晓松、华春雨） 中共中央总书记、国家主席、中央军委主席习近平12日上午在中国共产党第十八届中央纪律检查委员会第六次全体会议上发表重要讲话。他强调，保持坚强政治定力，坚持全面从严治党、依规治党，聚焦监督执纪问责，深化标本兼治，创新体制机制，健全法规制度，强化党内监督，把纪律挺在前面，持之以恒落实中央八项规定精神，着力解决群众身边的不正之风和腐败问题，坚决遏制腐败蔓延势头，不断取得党风廉政建设和反腐败斗争新成效。',
                          1402909113.628);
insert into blogs (`id`, `user_id`, `user_name`, `user_image`, `name`, `summary`, `content`, `created_at`) values (
                          '0010018336417540987fff4508f43fbaed718e263442526005',
                          '0010018336417540987fff4508f43fbaed718e263442526001',
                          'Administrator1',
                          '2',
                          'Learn Swift',
                          '习近平在十八届中央纪委六次全会上发表重要讲话强调，坚持全面从严治党依规治党创新体制机制强化党内监督。',
                          '新华社北京1月12日电（记者张晓松、华春雨） 中共中央总书记、国家主席、中央军委主席习近平12日上午在中国共产党第十八届中央纪律检查委员会第六次全体会议上发表重要讲话。他强调，保持坚强政治定力，坚持全面从严治党、依规治党，聚焦监督执纪问责，深化标本兼治，创新体制机制，健全法规制度，强化党内监督，把纪律挺在前面，持之以恒落实中央八项规定精神，着力解决群众身边的不正之风和腐败问题，坚决遏制腐败蔓延势头，不断取得党风廉政建设和反腐败斗争新成效。',
                          1402909113.628);